{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[RECIPE_START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[RECIPE_END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[INGREDIENTS_START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "[INGREDIENTS_END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "[INSTRUCTIONS_START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "[INSTRUCTIONS_END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "[TIPS_START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "[TIPS_END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "[NOTES_START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "[NOTES_END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "[VARIATIONS_START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "[VARIATIONS_END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "[QUICK_RECIPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "[EASY_RECIPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "[INTERMEDIATE_RECIPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "[ADVANCED_RECIPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "[5_MIN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "[15_MIN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "[30_MIN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "[1_HOUR]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "[ALL_DAY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[SERVES_1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[SERVES_2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[SERVES_4]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "[SERVES_6]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "[SERVES_8]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "[FAMILY_SIZE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "[INDIVIDUAL]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "[APPETIZER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "[SIDE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "[MAIN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "[DESSERT]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "[VEGETARIAN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "[VEGAN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "[GLUTEN_FREE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "[DAIRY_FREE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "[NUT_FREE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "[KETO]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "[PALEO]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "[LOW_CARB]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "[HEALTHY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "[KID_FRIENDLY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "[ONE_POT]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "[SHEET_PAN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "[NO_COOK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "[SLOW_COOKER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "[INSTANT_POT]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "[AIR_FRYER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "[GRILL]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "[OVEN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "[STOVETOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "[MICROWAVE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "[BREAKFAST]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "[LUNCH]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "[DINNER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "[SNACK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "[PARTY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "[DATE_NIGHT]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "[FAMILY_DINNER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "[MEAL_PREP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "[HOLIDAY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "[SPRING]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "[SUMMER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "[FALL]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "[WINTER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "[SEASONAL]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "[BUDGET_FRIENDLY]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "[CHEAP_EATS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "[PANTRY_RECIPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "[LEFTOVER_MAKEOVER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "[BEGINNER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "[NO_EXPERIENCE_NEEDED]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "[CONFIDENCE_BUILDING]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "[IMPRESSIVE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      3
    ],
    "cls": [
      "[CLS]",
      2
    ]
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "end_of_word_suffix": "</w>",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "[RECIPE_START]": 5,
      "[RECIPE_END]": 6,
      "[INGREDIENTS_START]": 7,
      "[INGREDIENTS_END]": 8,
      "[INSTRUCTIONS_START]": 9,
      "[INSTRUCTIONS_END]": 10,
      "[TIPS_START]": 11,
      "[TIPS_END]": 12,
      "[NOTES_START]": 13,
      "[NOTES_END]": 14,
      "[VARIATIONS_START]": 15,
      "[VARIATIONS_END]": 16,
      "[QUICK_RECIPE]": 17,
      "[EASY_RECIPE]": 18,
      "[INTERMEDIATE_RECIPE]": 19,
      "[ADVANCED_RECIPE]": 20,
      "[5_MIN]": 21,
      "[15_MIN]": 22,
      "[30_MIN]": 23,
      "[1_HOUR]": 24,
      "[ALL_DAY]": 25,
      "[SERVES_1]": 26,
      "[SERVES_2]": 27,
      "[SERVES_4]": 28,
      "[SERVES_6]": 29,
      "[SERVES_8]": 30,
      "[FAMILY_SIZE]": 31,
      "[INDIVIDUAL]": 32,
      "[APPETIZER]": 33,
      "[SIDE]": 34,
      "[MAIN]": 35,
      "[DESSERT]": 36,
      "[VEGETARIAN]": 37,
      "[VEGAN]": 38,
      "[GLUTEN_FREE]": 39,
      "[DAIRY_FREE]": 40,
      "[NUT_FREE]": 41,
      "[KETO]": 42,
      "[PALEO]": 43,
      "[LOW_CARB]": 44,
      "[HEALTHY]": 45,
      "[KID_FRIENDLY]": 46,
      "[ONE_POT]": 47,
      "[SHEET_PAN]": 48,
      "[NO_COOK]": 49,
      "[SLOW_COOKER]": 50,
      "[INSTANT_POT]": 51,
      "[AIR_FRYER]": 52,
      "[GRILL]": 53,
      "[OVEN]": 54,
      "[STOVETOP]": 55,
      "[MICROWAVE]": 56,
      "[BREAKFAST]": 57,
      "[LUNCH]": 58,
      "[DINNER]": 59,
      "[SNACK]": 60,
      "[PARTY]": 61,
      "[DATE_NIGHT]": 62,
      "[FAMILY_DINNER]": 63,
      "[MEAL_PREP]": 64,
      "[HOLIDAY]": 65,
      "[SPRING]": 66,
      "[SUMMER]": 67,
      "[FALL]": 68,
      "[WINTER]": 69,
      "[SEASONAL]": 70,
      "[BUDGET_FRIENDLY]": 71,
      "[CHEAP_EATS]": 72,
      "[PANTRY_RECIPE]": 73,
      "[LEFTOVER_MAKEOVER]": 74,
      "[BEGINNER]": 75,
      "[NO_EXPERIENCE_NEEDED]": 76,
      "[CONFIDENCE_BUILDING]": 77,
      "[IMPRESSIVE]": 78,
      "!": 79,
      "#": 80,
      "%": 81,
      "&": 82,
      "'": 83,
      "(": 84,
      ")": 85,
      "+": 86,
      ",": 87,
      "-": 88,
      ".": 89,
      "/": 90,
      "0": 91,
      "1": 92,
      "2": 93,
      "3": 94,
      "4": 95,
      "5": 96,
      "6": 97,
      "7": 98,
      "8": 99,
      "9": 100,
      ":": 101,
      "=": 102,
      "?": 103,
      "@": 104,
      "[": 105,
      "]": 106,
      "_": 107,
      "a": 108,
      "b": 109,
      "c": 110,
      "d": 111,
      "e": 112,
      "f": 113,
      "g": 114,
      "h": 115,
      "i": 116,
      "j": 117,
      "k": 118,
      "l": 119,
      "m": 120,
      "n": 121,
      "o": 122,
      "p": 123,
      "q": 124,
      "r": 125,
      "s": 126,
      "t": 127,
      "u": 128,
      "v": 129,
      "w": 130,
      "x": 131,
      "y": 132,
      "z": 133,
      "°": 134,
      "##e": 135,
      "##c": 136,
      "##i": 137,
      "##p": 138,
      "##8": 139,
      "##5": 140,
      "##m": 141,
      "##t": 142,
      "##h": 143,
      "##o": 144,
      "##d": 145,
      "##7</w>": 146,
      "##n</w>": 147,
      "##e</w>": 148,
      "##r": 149,
      "##y</w>": 150,
      "##u": 151,
      "##l": 152,
      "##s": 153,
      "##a": 154,
      "##k</w>": 155,
      "##b": 156,
      "##n": 157,
      "##g</w>": 158,
      "##s</w>": 159,
      "##g": 160,
      "##r</w>": 161,
      "##d</w>": 162,
      "##t</w>": 163,
      "##3</w>": 164,
      "##k": 165,
      "##f": 166,
      "##l</w>": 167,
      "##y": 168,
      "##v": 169,
      "##w": 170,
      "##4</w>": 171,
      "##6</w>": 172,
      "##z": 173,
      "##m</w>": 174,
      "##6": 175,
      "##5</w>": 176,
      "##j": 177,
      "##i</w>": 178,
      "##h</w>": 179,
      "##p</w>": 180,
      "##2": 181,
      "##0": 182,
      "##9</w>": 183,
      "##x</w>": 184,
      "##2</w>": 185,
      "##4": 186,
      "##x": 187,
      "##7": 188,
      "##1</w>": 189,
      "##9": 190,
      "##0</w>": 191,
      "2</w>": 192,
      "##1": 193,
      "##8</w>": 194,
      "##c</w>": 195,
      "##3": 196,
      "6</w>": 197,
      "##w</w>": 198,
      "##a</w>": 199,
      "##o</w>": 200,
      "4</w>": 201,
      "&</w>": 202,
      "##f</w>": 203,
      "°</w>": 204,
      "9</w>": 205,
      "=</w>": 206,
      "[</w>": 207,
      "#</w>": 208,
      "##b</w>": 209,
      "]</w>": 210,
      "##q": 211,
      "a</w>": 212,
      "1</w>": 213,
      "(</w>": 214,
      "%</w>": 215,
      "s</w>": 216,
      "?</w>": 217,
      "+</w>": 218,
      "t</w>": 219,
      ",</w>": 220,
      "'</w>": 221,
      "-</w>": 222,
      "_</w>": 223,
      "##u</w>": 224,
      "7</w>": 225,
      ":</w>": 226,
      ".</w>": 227,
      "!</w>": 228,
      ")</w>": 229,
      "3</w>": 230,
      "f</w>": 231,
      "5</w>": 232,
      "8</w>": 233,
      "@</w>": 234,
      "/</w>": 235,
      "##in": 236,
      "##es</w>": 237,
      "##ing</w>": 238,
      "##er": 239,
      "##re": 240,
      "##en": 241,
      "##ec": 242,
      "##ly</w>": 243,
      "##ea": 244,
      "co": 245,
      "##it": 246,
      "th": 247,
      "##ro": 248,
      "##nd</w>": 249,
      "and</w>": 250,
      "##king</w>": 251,
      "##at": 252,
      "coo": 253,
      "ho": 254,
      "##on": 255,
      "##ic": 256,
      "##or": 257,
      "##me</w>": 258,
      "fo": 259,
      "##es": 260,
      "##ho": 261,
      "##le</w>": 262,
      "cooking</w>": 263,
      "home</w>": 264,
      "##is": 265,
      "in": 266,
      "##ien": 267,
      "me": 268,
      "for</w>": 269,
      "##al</w>": 270,
      "##ed</w>": 271,
      "##ou": 272,
      "##ar": 273,
      "##qu": 274,
      "the</w>": 275,
      "##erf": 276,
      "##il": 277,
      "##eci": 278,
      "##ts</w>": 279,
      "##ni": 280,
      "##ul": 281,
      "##ab": 282,
      "tec": 283,
      "##hni": 284,
      "techni": 285,
      "techniqu": 286,
      "reci": 287,
      "recip": 288,
      "##as": 289,
      "##am": 290,
      "##an": 291,
      "recipe</w>": 292,
      "cre": 293,
      "##el": 294,
      "creat": 295,
      "##im": 296,
      "wit": 297,
      "##te": 298,
      "fam": 299,
      "thi": 300,
      "##able</w>": 301,
      "##res": 302,
      "create</w>": 303,
      "sp": 304,
      "##en</w>": 305,
      "perf": 306,
      "perfec": 307,
      "##tly</w>": 308,
      "##tho": 309,
      "##ous</w>": 310,
      "metho": 311,
      "##onal</w>": 312,
      "st": 313,
      "to</w>": 314,
      "fres": 315,
      "fresh</w>": 316,
      "##ily</w>": 317,
      "with</w>": 318,
      "us": 319,
      "##red": 320,
      "is</w>": 321,
      "using</w>": 322,
      "##al": 323,
      "##gred": 324,
      "ingred": 325,
      "ingredien": 326,
      "this</w>": 327,
      "##ing": 328,
      "mea": 329,
      "ingredients</w>": 330,
      "##ch": 331,
      "##ra": 332,
      "##ul</w>": 333,
      "##ful</w>": 334,
      "##us": 335,
      "dis": 336,
      "##ee": 337,
      "##ol": 338,
      "sea": 339,
      "##ent</w>": 340,
      "pro": 341,
      "del": 342,
      "techniques</w>": 343,
      "##an</w>": 344,
      "##ious</w>": 345,
      "wor": 346,
      "##ls</w>": 347,
      "perfectly</w>": 348,
      "##ional</w>": 349,
      "ab": 350,
      "meals</w>": 351,
      "##ds</w>": 352,
      "at</w>": 353,
      "kit": 354,
      "kitch": 355,
      "##ks</w>": 356,
      "seas": 357,
      "##icious</w>": 358,
      "delicious</w>": 359,
      "##ies</w>": 360,
      "##av": 361,
      "res": 362,
      "##er</w>": 363,
      "famil": 364,
      "families</w>": 365,
      "ex": 366,
      "##ings</w>": 367,
      "##per": 368,
      "bus": 369,
      "busy</w>": 370,
      "##ati": 371,
      "in</w>": 372,
      "##hes</w>": 373,
      "dishes</w>": 374,
      "##ining</w>": 375,
      "##dit": 376,
      "##ute": 377,
      "##ur": 378,
      "works</w>": 379,
      "##cas": 380,
      "##sol": 381,
      "absol": 382,
      "##utely</w>": 383,
      "absolutely</w>": 384,
      "##red</w>": 385,
      "tra": 386,
      "fl": 387,
      "##ully</w>": 388,
      "##ienc": 389,
      "sho": 390,
      "##ults</w>": 391,
      "results</w>": 392,
      "flav": 393,
      "tradit": 394,
      "methods</w>": 395,
      "kitchen</w>": 396,
      "sim": 397,
      "traditional</w>": 398,
      "##ple</w>": 399,
      "simple</w>": 400,
      "flavor": 401,
      "season": 402,
      "qu": 403,
      "spic": 404,
      "##ead": 405,
      "aro": 406,
      "her": 407,
      "id": 408,
      "idea": 409,
      "##mati": 410,
      "##matic</w>": 411,
      "##derf": 412,
      "won": 413,
      "wonderf": 414,
      "flavorful</w>": 415,
      "aromatic</w>": 416,
      "##bs</w>": 417,
      "herbs</w>": 418,
      "ideal</w>": 419,
      "##sp": 420,
      "##mor": 421,
      "memor": 422,
      "dining</w>": 423,
      "spices</w>": 424,
      "##ired</w>": 425,
      "##ilable</w>": 426,
      "read": 427,
      "av": 428,
      "see": 429,
      "exper": 430,
      "seasonings</w>": 431,
      "experienc": 432,
      "##ailable</w>": 433,
      "##wcas": 434,
      "insp": 435,
      "showcas": 436,
      "wonderfully</w>": 437,
      "memorable</w>": 438,
      "readily</w>": 439,
      "available</w>": 440,
      "seeking</w>": 441,
      "experiences</w>": 442,
      "inspired</w>": 443,
      "showcases</w>": 444,
      "##ti": 445,
      "con": 446,
      "technique</w>": 447,
      "##ment</w>": 448,
      "##uc": 449,
      "##ity</w>": 450,
      "##ality</w>": 451,
      "quality</w>": 452,
      "##pp": 453,
      "en": 454,
      "star": 455,
      "start</w>": 456,
      "app": 457,
      "appro": 458,
      "family</w>": 459,
      "##eg": 460,
      "##enti": 461,
      "##ak": 462,
      "##ver": 463,
      "##et": 464,
      "method</w>": 465,
      "##on</w>": 466,
      "##ist": 467,
      "cons": 468,
      "consist": 469,
      "##ess": 470,
      "##ice</w>": 471,
      "##ess</w>": 472,
      "fro": 473,
      "wh": 474,
      "##ant</w>": 475,
      "##lo": 476,
      "##ish</w>": 477,
      "##ian</w>": 478,
      "suc": 479,
      "succ": 480,
      "ser": 481,
      "serv": 482,
      "##ch</w>": 483,
      "fr": 484,
      "from</w>": 485,
      "##our</w>": 486,
      "your</w>": 487,
      "##low</w>": 488,
      "##em": 489,
      "##ss": 490,
      "ess": 491,
      "##ential</w>": 492,
      "essential</w>": 493,
      "##vi": 494,
      "mi": 495,
      "##inn": 496,
      "##qui": 497,
      "prop": 498,
      "tha": 499,
      "ever": 500,
      "tim": 501,
      "timing</w>": 502,
      "ch": 503,
      "##et</w>": 504,
      "speci": 505,
      "proper</w>": 506,
      "pre": 507,
      "##ron": 508,
      "envi": 509,
      "##ronment</w>": 510,
      "environment</w>": 511,
      "##ig": 512,
      "##ers</w>": 513,
      "##ut": 514,
      "##ta": 515,
      "##ven</w>": 516,
      "re": 517,
      "##ked</w>": 518,
      "perfect</w>": 519,
      "ca": 520,
      "approa": 521,
      "consistent</w>": 522,
      "##ern</w>": 523,
      "##ast": 524,
      "##les</w>": 525,
      "##ens</w>": 526,
      "approach</w>": 527,
      "##anc": 528,
      "##roc": 529,
      "of</w>": 530,
      "ad": 531,
      "ti": 532,
      "##ding</w>": 533,
      "time</w>": 534,
      "gen": 535,
      "adv": 536,
      "that</w>": 537,
      "or</w>": 538,
      "##ese</w>": 539,
      "##anced</w>": 540,
      "advanced</w>": 541,
      "po": 542,
      "lo": 543,
      "##ty</w>": 544,
      "prof": 545,
      "##ure</w>": 546,
      "##essional</w>": 547,
      "professional</w>": 548,
      "##ely</w>": 549,
      "##ter</w>": 550,
      "##th": 551,
      "##ut</w>": 552,
      "##akes</w>": 553,
      "veg": 554,
      "veget": 555,
      "##hout</w>": 556,
      "without</w>": 557,
      "##are</w>": 558,
      "sa": 559,
      "want</w>": 560,
      "who</w>": 561,
      "##ore</w>": 562,
      "##ables</w>": 563,
      "vegetables</w>": 564,
      "to": 565,
      "kitchens</w>": 566,
      "##inner</w>": 567,
      "min": 568,
      "##ill": 569,
      "seasonal</w>": 570,
      "frien": 571,
      "##de</w>": 572,
      "##un": 573,
      "##reful</w>": 574,
      "careful</w>": 575,
      "##dly</w>": 576,
      "friendly</w>": 577,
      "fol": 578,
      "mar": 579,
      "beg": 580,
      "beginner</w>": 581,
      "dish</w>": 582,
      "##rty</w>": 583,
      "##less</w>": 584,
      "saf": 585,
      "##aster</w>": 586,
      "gener": 587,
      "an": 588,
      "success</w>": 589,
      "##ade</w>": 590,
      "work</w>": 591,
      "hom": 592,
      "##emade</w>": 593,
      "homemade</w>": 594,
      "##fic": 595,
      "##pment</w>": 596,
      "##uar": 597,
      "##out</w>": 598,
      "##xim": 599,
      "##arm": 600,
      "about</w>": 601,
      "care</w>": 602,
      "guar": 603,
      "##ante": 604,
      "guarante": 605,
      "guarantees</w>": 606,
      "##tless</w>": 607,
      "##and": 608,
      "loc": 609,
      "##ery</w>": 610,
      "safe</w>": 611,
      "##ately</w>": 612,
      "approxim": 613,
      "servings</w>": 614,
      "approximately</w>": 615,
      "30</w>": 616,
      "minut": 617,
      "end</w>": 618,
      "farm": 619,
      "##ket</w>": 620,
      "market</w>": 621,
      "farmers</w>": 622,
      "minutes</w>": 623,
      "groc": 624,
      "##ur</w>": 625,
      "grocery</w>": 626,
      "store</w>": 627,
      "serves</w>": 628,
      "min</w>": 629,
      "takes</w>": 630,
      "hour": 631,
      "any</w>": 632,
      "hours</w>": 633,
      "fin": 634,
      "yi": 635,
      "##ending</w>": 636,
      "coun": 637,
      "four</w>": 638,
      "##elds</w>": 639,
      "thirty</w>": 640,
      "spending</w>": 641,
      "proven</w>": 642,
      "follow</w>": 643,
      "generous</w>": 644,
      "local</w>": 645,
      "finish</w>": 646,
      "yields</w>": 647,
      "countless</w>": 648,
      "cooked</w>": 649,
      "##ve</w>": 650,
      "success": 651,
      "ro": 652,
      "##ken</w>": 653,
      "every</w>": 654,
      "rice</w>": 655,
      "##wn</w>": 656,
      "bak": 657,
      "equi": 658,
      "equipment</w>": 659,
      "com": 660,
      "##ato": 661,
      "sou": 662,
      "##atoes</w>": 663,
      "slow</w>": 664,
      "resta": 665,
      "##urant</w>": 666,
      "restaurant</w>": 667,
      "stea": 668,
      "##quir": 669,
      "requir": 670,
      "##vol": 671,
      "master</w>": 672,
      "sc": 673,
      "##ct": 674,
      "##ican</w>": 675,
      "south": 676,
      "##sian</w>": 677,
      "##ons</w>": 678,
      "##ai": 679,
      "pra": 680,
      "pract": 681,
      "invol": 682,
      "involv": 683,
      "who": 684,
      "every": 685,
      "cooks</w>": 686,
      "##ently</w>": 687,
      "consistently</w>": 688,
      "mo": 689,
      "gre": 690,
      "practice</w>": 691,
      "cul": 692,
      "##ary</w>": 693,
      "lea": 694,
      "##ay</w>": 695,
      "##inary</w>": 696,
      "requires</w>": 697,
      "culinary</w>": 698,
      "##rit": 699,
      "##rill": 700,
      "##pt": 701,
      "##si": 702,
      "special</w>": 703,
      "##ise</w>": 704,
      "##ine</w>": 705,
      "##sure</w>": 706,
      "cho": 707,
      "prec": 708,
      "yo": 709,
      "sti": 710,
      "precise</w>": 711,
      "pan</w>": 712,
      "##ps</w>": 713,
      "chic": 714,
      "chicken</w>": 715,
      "##ned</w>": 716,
      "pot": 717,
      "wee": 718,
      "week": 719,
      "##ter": 720,
      "successful</w>": 721,
      "grill": 722,
      "tem": 723,
      "temper": 724,
      "you</w>": 725,
      "stir</w>": 726,
      "exc": 727,
      "##day</w>": 728,
      "##tt": 729,
      "bee": 730,
      "beef</w>": 731,
      "##imal</w>": 732,
      "##mo": 733,
      "sing": 734,
      "enter": 735,
      "##taining</w>": 736,
      "single</w>": 737,
      "entertaining</w>": 738,
      "eg": 739,
      "des": 740,
      "desig": 741,
      "##ork</w>": 742,
      "cont": 743,
      "det": 744,
      "##ail</w>": 745,
      "att": 746,
      "##ention</w>": 747,
      "involves</w>": 748,
      "detail</w>": 749,
      "attention</w>": 750,
      "##fu</w>": 751,
      "tofu</w>": 752,
      "pork</w>": 753,
      "whit": 754,
      "potatoes</w>": 755,
      "roast": 756,
      "hig": 757,
      "high</w>": 758,
      "##end</w>": 759,
      "##ard</w>": 760,
      "##ature</w>": 761,
      "pres": 762,
      "##rol</w>": 763,
      "control</w>": 764,
      "creating</w>": 765,
      "temperature</w>": 766,
      "prep": 767,
      "##inners</w>": 768,
      "weekend</w>": 769,
      "opt": 770,
      "optimal</w>": 771,
      "dinners</w>": 772,
      "steam": 773,
      "##ally</w>": 774,
      "##lent</w>": 775,
      "##ellent</w>": 776,
      "excellent</w>": 777,
      "smo": 778,
      "##led</w>": 779,
      "ste": 780,
      "##sive</w>": 781,
      "##ying</w>": 782,
      "##ensive</w>": 783,
      "##rt</w>": 784,
      "##ion</w>": 785,
      "art</w>": 786,
      "oc": 787,
      "own</w>": 788,
      "stand": 789,
      "##casion</w>": 790,
      "specific": 791,
      "everyday</w>": 792,
      "designed</w>": 793,
      "occasion</w>": 794,
      "standard</w>": 795,
      "specifically</w>": 796,
      "baked</w>": 797,
      "bra": 798,
      "pressure</w>": 799,
      "##ach": 800,
      "poach": 801,
      "brais": 802,
      "cook</w>": 803,
      "##ied</w>": 804,
      "cal": 805,
      "oven</w>": 806,
      "called</w>": 807,
      "grilled</w>": 808,
      "fried</w>": 809,
      "whole</w>": 810,
      "sh": 811,
      "##ep": 812,
      "##ean</w>": 813,
      "comp": 814,
      "bre": 815,
      "##ins</w>": 816,
      "am": 817,
      "bar": 818,
      "##bec": 819,
      "barbec": 820,
      "barbecu": 821,
      "stew": 822,
      "seared</w>": 823,
      "roasted</w>": 824,
      "steamed</w>": 825,
      "smoked</w>": 826,
      "poached</w>": 827,
      "braised</w>": 828,
      "barbecued</w>": 829,
      "stewed</w>": 830,
      "rus": 831,
      "vi": 832,
      "##est": 833,
      "sav": 834,
      "##oo": 835,
      "##dd": 836,
      "##ran": 837,
      "fre": 838,
      "##li": 839,
      "##der</w>": 840,
      "##erm": 841,
      "gar": 842,
      "ko": 843,
      "ja": 844,
      "ind": 845,
      "##ast</w>": 846,
      "special": 847,
      "caj": 848,
      "it": 849,
      "##un</w>": 850,
      "##xican</w>": 851,
      "##inese</w>": 852,
      "mexican</w>": 853,
      "##alian</w>": 854,
      "chinese</w>": 855,
      "##rocc": 856,
      "cajun</w>": 857,
      "italian</w>": 858,
      "##ek</w>": 859,
      "greek</w>": 860,
      "##pan": 861,
      "##nam": 862,
      "##nch</w>": 863,
      "##erican</w>": 864,
      "##erran": 865,
      "##rean</w>": 866,
      "medit": 867,
      "##anish</w>": 868,
      "spanish</w>": 869,
      "##etnam": 870,
      "thai</w>": 871,
      "southw": 872,
      "southern</w>": 873,
      "morocc": 874,
      "american</w>": 875,
      "vietnam": 876,
      "french</w>": 877,
      "korean</w>": 878,
      "japan": 879,
      "indian</w>": 880,
      "##erranean</w>": 881,
      "mediterranean</w>": 882,
      "moroccan</w>": 883,
      "vietnamese</w>": 884,
      "japanese</w>": 885,
      "asian</w>": 886,
      "brit": 887,
      "east": 888,
      "germ": 889,
      "##inav": 890,
      "midd": 891,
      "##andinav": 892,
      "scandinav": 893,
      "russian</w>": 894,
      "##estern</w>": 895,
      "southwestern</w>": 896,
      "british</w>": 897,
      "eastern</w>": 898,
      "german</w>": 899,
      "middle</w>": 900,
      "scandinavian</w>": 901,
      "##eet</w>": 902,
      "hea": 903,
      "##gh": 904,
      "##vers</w>": 905,
      "##ivers</w>": 906,
      "delivers</w>": 907,
      "##lic</w>": 908,
      "garlic</w>": 909,
      "bro": 910,
      "##ation</w>": 911,
      "fill": 912,
      "##iz": 913,
      "sal": 914,
      "##ne</w>": 915,
      "##sur": 916,
      "##rou": 917,
      "##ick</w>": 918,
      "##est</w>": 919,
      "sw": 920,
      "sweet</w>": 921,
      "##roo": 922,
      "##pres": 923,
      "repres": 924,
      "bake</w>": 925,
      "##ey</w>": 926,
      "eas": 927,
      "meal</w>": 928,
      "exp": 929,
      "expensive</w>": 930,
      "prepar": 931,
      "foo": 932,
      "food</w>": 933,
      "##of": 934,
      "##fying</w>": 935,
      "col": 936,
      "##ac": 937,
      "ensur": 938,
      "ensures</w>": 939,
      "past": 940,
      "pasta</w>": 941,
      "##fy</w>": 942,
      "##mon</w>": 943,
      "salmon</w>": 944,
      "thigh": 945,
      "thighs</w>": 946,
      "##ents</w>": 947,
      "##gs</w>": 948,
      "represents</w>": 949,
      "##thy</w>": 950,
      "##lthy</w>": 951,
      "healthy</w>": 952,
      "##fully</w>": 953,
      "successfully</w>": 954,
      "sl": 955,
      "oni": 956,
      "##les": 957,
      "onions</w>": 958,
      "cold</w>": 959,
      "##uck</w>": 960,
      "##zen</w>": 961,
      "frozen</w>": 962,
      "mix</w>": 963,
      "##ood": 964,
      "prep</w>": 965,
      "quick</w>": 966,
      "nut": 967,
      "nutrit": 968,
      "nutritious</w>": 969,
      "shoul": 970,
      "eggs</w>": 971,
      "chop</w>": 972,
      "mus": 973,
      "##hroo": 974,
      "mushroo": 975,
      "fish</w>": 976,
      "##rim": 977,
      "##ms</w>": 978,
      "mushrooms</w>": 979,
      "fi": 980,
      "##allo": 981,
      "##ry</w>": 982,
      "##rm</w>": 983,
      "steam</w>": 984,
      "##ot</w>": 985,
      "##ting</w>": 986,
      "egg</w>": 987,
      "##oa</w>": 988,
      "##inoa</w>": 989,
      "quinoa</w>": 990,
      "tom": 991,
      "##ell</w>": 992,
      "breast</w>": 993,
      "bell</w>": 994,
      "grou": 995,
      "pen": 996,
      "shrim": 997,
      "ground</w>": 998,
      "shrimp</w>": 999,
      "tomatoes</w>": 1000,
      "ging": 1001,
      "ginger</w>": 1002,
      "jas": 1003,
      "ling": 1004,
      "nood": 1005,
      "pep": 1006,
      "sil": 1007,
      "##mine</w>": 1008,
      "##uine</w>": 1009,
      "##pers</w>": 1010,
      "chuck</w>": 1011,
      "root</w>": 1012,
      "scallo": 1013,
      "greens</w>": 1014,
      "leafy</w>": 1015,
      "chops</w>": 1016,
      "white</w>": 1017,
      "whites</w>": 1018,
      "brown</w>": 1019,
      "fillet</w>": 1020,
      "shoulder</w>": 1021,
      "firm</w>": 1022,
      "penne</w>": 1023,
      "jasmine</w>": 1024,
      "linguine</w>": 1025,
      "noodles</w>": 1026,
      "peppers</w>": 1027,
      "silken</w>": 1028,
      "scallops</w>": 1029,
      "comb": 1030,
      "dice</w>": 1031,
      "slice</w>": 1032,
      "recipes</w>": 1033,
      "preparation</w>": 1034,
      "gra": 1035,
      "##dern</w>": 1036,
      "modern</w>": 1037,
      "love</w>": 1038,
      "over": 1039,
      "compl": 1040,
      "##ill</w>": 1041,
      "inc": 1042,
      "##ud": 1043,
      "##ome</w>": 1044,
      "wholes": 1045,
      "wholesome</w>": 1046,
      "sat": 1047,
      "##isfying</w>": 1048,
      "satisfying</w>": 1049,
      "ef": 1050,
      "prote": 1051,
      "effic": 1052,
      "##ov": 1053,
      "hot</w>": 1054,
      "proteins</w>": 1055,
      "##ations</w>": 1056,
      "sof": 1057,
      "soft</w>": 1058,
      "whi": 1059,
      "##ience</w>": 1060,
      "dry</w>": 1061,
      "wet</w>": 1062,
      "while</w>": 1063,
      "saves</w>": 1064,
      "will</w>": 1065,
      "##one</w>": 1066,
      "everyone</w>": 1067,
      "pat": 1068,
      "patience</w>": 1069,
      "##or</w>": 1070,
      "mon": 1071,
      "money</w>": 1072,
      "##uin": 1073,
      "genuin": 1074,
      "genuinely</w>": 1075,
      "combin": 1076,
      "makes</w>": 1077,
      "val": 1078,
      "lear": 1079,
      "prepare</w>": 1080,
      "learn</w>": 1081,
      "ag": 1082,
      "##ain</w>": 1083,
      "##nov": 1084,
      "innov": 1085,
      "incl": 1086,
      "##ient</w>": 1087,
      "efficient</w>": 1088,
      "valu": 1089,
      "grains</w>": 1090,
      "##icat": 1091,
      "##hensive</w>": 1092,
      "##rehensive</w>": 1093,
      "##quest</w>": 1094,
      "provi": 1095,
      "request</w>": 1096,
      "lean</w>": 1097,
      "comprehensive</w>": 1098,
      "specialty</w>": 1099,
      "overly</w>": 1100,
      "complicat": 1101,
      "##udes</w>": 1102,
      "combined</w>": 1103,
      "again</w>": 1104,
      "includes</w>": 1105,
      "valuable</w>": 1106,
      "providing</w>": 1107,
      "complicated</w>": 1108,
      "##duc": 1109,
      "##ier</w>": 1110,
      "easier</w>": 1111,
      "che": 1112,
      "more</w>": 1113,
      "##antly</w>": 1114,
      "faster</w>": 1115,
      "sig": 1116,
      "##nific": 1117,
      "signific": 1118,
      "significantly</w>": 1119,
      "su": 1120,
      "cr": 1121,
      "frying</w>": 1122,
      "an</w>": 1123,
      "##cep": 1124,
      "concep": 1125,
      "involving</w>": 1126,
      "specializ": 1127,
      "concept</w>": 1128,
      "specialized</w>": 1129,
      "cl": 1130,
      "##ad</w>": 1131,
      "##tion</w>": 1132,
      "un": 1133,
      "##aking</w>": 1134,
      "bo": 1135,
      "10</w>": 1136,
      "12</w>": 1137,
      "11</w>": 1138,
      "ingredient</w>": 1139,
      "##duce</w>": 1140,
      "produce</w>": 1141,
      "flavor</w>": 1142,
      "##igh": 1143,
      "##lt": 1144,
      "##eed</w>": 1145,
      "13</w>": 1146,
      "##ev": 1147,
      "kn": 1148,
      "##ce</w>": 1149,
      "saving</w>": 1150,
      "##tions</w>": 1151,
      "##tic</w>": 1152,
      "bl": 1153,
      "14</w>": 1154,
      "07</w>": 1155,
      "03</w>": 1156,
      "04</w>": 1157,
      "06</w>": 1158,
      "05</w>": 1159,
      "09</w>": 1160,
      "02</w>": 1161,
      "01</w>": 1162,
      "00</w>": 1163,
      "08</w>": 1164,
      "##az": 1165,
      "##ib": 1166,
      "##eb": 1167,
      "measure</w>": 1168,
      "##azing</w>": 1169,
      "baking</w>": 1170,
      "##ortions</w>": 1171,
      "##ure": 1172,
      "##sure": 1173,
      "measure": 1174,
      "exac": 1175,
      "proportions</w>": 1176,
      "measurement</w>": 1177,
      "exactly</w>": 1178,
      "whis": 1179,
      "##and</w>": 1180,
      "bread</w>": 1181,
      "##ender</w>": 1182,
      "need</w>": 1183,
      "cel": 1184,
      "##for": 1185,
      "##ich</w>": 1186,
      "nee": 1187,
      "cook": 1188,
      "needs</w>": 1189,
      "##ebr": 1190,
      "##up</w>": 1191,
      "##mer</w>": 1192,
      "easy</w>": 1193,
      "require</w>": 1194,
      "##ols</w>": 1195,
      "training</w>": 1196,
      "tools</w>": 1197,
      "meg": 1198,
      "##ight</w>": 1199,
      "ult": 1200,
      "grilling</w>": 1201,
      "##gy</w>": 1202,
      "celebr": 1203,
      "chef</w>": 1204,
      "dev": 1205,
      "##opment</w>": 1206,
      "##elopment</w>": 1207,
      "development</w>": 1208,
      "hand</w>": 1209,
      "##ust</w>": 1210,
      "comfor": 1211,
      "##gh</w>": 1212,
      "##ative</w>": 1213,
      "innovative</w>": 1214,
      "super": 1215,
      "##oon</w>": 1216,
      "##amy</w>": 1217,
      "creamy</w>": 1218,
      "##py</w>": 1219,
      "##ispy</w>": 1220,
      "crispy</w>": 1221,
      "roasting</w>": 1222,
      "##inat": 1223,
      "marinat": 1224,
      "und": 1225,
      "##ass": 1226,
      "##ol</w>": 1227,
      "on</w>": 1228,
      "##row": 1229,
      "clean</w>": 1230,
      "##ches</w>": 1231,
      "approaches</w>": 1232,
      "dur": 1233,
      "##ness</w>": 1234,
      "during</w>": 1235,
      "rich</w>": 1236,
      "##ers": 1237,
      "spicy</w>": 1238,
      "tender</w>": 1239,
      "knead": 1240,
      "comforting</w>": 1241,
      "dinner</w>": 1242,
      "day</w>": 1243,
      "sk": 1244,
      "##ean": 1245,
      "generations</w>": 1246,
      "##ring</w>": 1247,
      "ma": 1248,
      "steaming</w>": 1249,
      "fav": 1250,
      "##orit": 1251,
      "favorit": 1252,
      "seasoning</w>": 1253,
      "##ety</w>": 1254,
      "safety</w>": 1255,
      "kni": 1256,
      "pot</w>": 1257,
      "##ake</w>": 1258,
      "mic": 1259,
      "cooker</w>": 1260,
      "##mmer</w>": 1261,
      "summer</w>": 1262,
      "win": 1263,
      "winter</w>": 1264,
      "##leg": 1265,
      "fry</w>": 1266,
      "mul": 1267,
      "non": 1268,
      "sem": 1269,
      "##uts</w>": 1270,
      "re</w>": 1271,
      "smoo": 1272,
      "do": 1273,
      "sec": 1274,
      "##am</w>": 1275,
      "secre": 1276,
      "ju": 1277,
      "##acked</w>": 1278,
      "##ible</w>": 1279,
      "amazing</w>": 1280,
      "##ix": 1281,
      "##in</w>": 1282,
      "##old": 1283,
      "25</w>": 1284,
      "em": 1285,
      "car": 1286,
      "meat</w>": 1287,
      "whisk</w>": 1288,
      "##amel": 1289,
      "as</w>": 1290,
      "gr": 1291,
      "##ills</w>": 1292,
      "skills</w>": 1293,
      "mel": 1294,
      "shar": 1295,
      "##ven": 1296,
      "##ent": 1297,
      "##tain</w>": 1298,
      "##ru": 1299,
      "celebrations</w>": 1300,
      "marinating</w>": 1301,
      "down</w>": 1302,
      "##rag": 1303,
      "pass": 1304,
      "passed</w>": 1305,
      "##hing</w>": 1306,
      "##ry": 1307,
      "##eam": 1308,
      "##iling</w>": 1309,
      "micro": 1310,
      "rol": 1311,
      "##ie</w>": 1312,
      "cheese</w>": 1313,
      "##nigh": 1314,
      "weeknigh": 1315,
      "ban": 1316,
      "even": 1317,
      "##ept": 1318,
      "##ered</w>": 1319,
      "except": 1320,
      "filling</w>": 1321,
      "innovation</w>": 1322,
      "crust</w>": 1323,
      "exceptional</w>": 1324,
      "75</w>": 1325,
      "di": 1326,
      "##ching</w>": 1327,
      "##rant</w>": 1328,
      "##jing</w>": 1329,
      "##ofing</w>": 1330,
      "ultr": 1331,
      "cut": 1332,
      "cutting</w>": 1333,
      "##ant": 1334,
      "weeknight</w>": 1335,
      "one</w>": 1336,
      "aut": 1337,
      "##henti": 1338,
      "##ulsi": 1339,
      "emulsi": 1340,
      "caramel": 1341,
      "authenti": 1342,
      "carameliz": 1343,
      "authentic</w>": 1344,
      "throu": 1345,
      "##astic</w>": 1346,
      "fant": 1347,
      "##redible</w>": 1348,
      "wonderful</w>": 1349,
      "##ance</w>": 1350,
      "##ook": 1351,
      "incredible</w>": 1352,
      "through</w>": 1353,
      "fantastic</w>": 1354,
      "deg": 1355,
      "##fing</w>": 1356,
      "gou": 1357,
      "##met</w>": 1358,
      "##rmet</w>": 1359,
      "fold</w>": 1360,
      "gourmet</w>": 1361,
      "##oy</w>": 1362,
      "mil": 1363,
      "light</w>": 1364,
      "rustic</w>": 1365,
      "##eep</w>": 1366,
      "deep</w>": 1367,
      "eleg": 1368,
      "par": 1369,
      "tan": 1370,
      "##ex</w>": 1371,
      "##ory</w>": 1372,
      "##thw": 1373,
      "savory</w>": 1374,
      "blan": 1375,
      "juic": 1376,
      "degl": 1377,
      "mild</w>": 1378,
      "elegant</w>": 1379,
      "tangy</w>": 1380,
      "flavors</w>": 1381,
      "##ices</w>": 1382,
      "##rum": 1383,
      "frag": 1384,
      "enh": 1385,
      "hearty</w>": 1386,
      "whisking</w>": 1387,
      "fragrant</w>": 1388,
      "mou": 1389,
      "sous</w>": 1390,
      "##ip": 1391,
      "##hip": 1392,
      "##ogy</w>": 1393,
      "##do": 1394,
      "##dol": 1395,
      "##lic": 1396,
      "##inc": 1397,
      "##ering</w>": 1398,
      "##atering</w>": 1399,
      "##hop": 1400,
      "methodol": 1401,
      "proofing</w>": 1402,
      "resting</w>": 1403,
      "##uteing</w>": 1404,
      "reduc": 1405,
      "sauteing</w>": 1406,
      "folding</w>": 1407,
      "scrum": 1408,
      "practices</w>": 1409,
      "##ptious</w>": 1410,
      "tempering</w>": 1411,
      "poaching</w>": 1412,
      "braising</w>": 1413,
      "vide</w>": 1414,
      "broiling</w>": 1415,
      "complex</w>": 1416,
      "kneading</w>": 1417,
      "melting</w>": 1418,
      "emulsifying</w>": 1419,
      "caramelizing</w>": 1420,
      "##thwatering</w>": 1421,
      "blanching</w>": 1422,
      "juicy</w>": 1423,
      "deglazing</w>": 1424,
      "enhance</w>": 1425,
      "mouthwatering</w>": 1426,
      "methodology</w>": 1427,
      "reducing</w>": 1428,
      "scrumptious</w>": 1429,
      "##oc": 1430,
      "##ath": 1431,
      "season</w>": 1432,
      "mix": 1433,
      "##iency</w>": 1434,
      "efficiency</w>": 1435,
      "##il</w>": 1436,
      "##oil": 1437,
      "##whip": 1438,
      "but": 1439,
      "hav": 1440,
      "bow": 1441,
      "##st": 1442,
      "##grill": 1443,
      "clean": 1444,
      "##rown": 1445,
      "by</w>": 1446,
      "potl": 1447,
      "##roast": 1448,
      "da": 1449,
      "wis": 1450,
      "##ior</w>": 1451,
      "##tc": 1452,
      "chil": 1453,
      "##dom</w>": 1454,
      "wisdom</w>": 1455,
      "##at</w>": 1456,
      "##uce</w>": 1457,
      "great</w>": 1458,
      "cool</w>": 1459,
      "sauce</w>": 1460,
      "sheet</w>": 1461,
      "##dic": 1462,
      "favorite</w>": 1463,
      "im": 1464,
      "##ize</w>": 1465,
      "gath": 1466,
      "##erings</w>": 1467,
      "gatherings</w>": 1468,
      "##ber</w>": 1469,
      "##uti": 1470,
      "##onize</w>": 1471,
      "revol": 1472,
      "##utionize</w>": 1473,
      "revolutionize</w>": 1474,
      "pe": 1475,
      "##bak": 1476,
      "can</w>": 1477,
      "even</w>": 1478,
      "##fry": 1479,
      "##get</w>": 1480,
      "they</w>": 1481,
      "##ates</w>": 1482,
      "uses</w>": 1483,
      "shine</w>": 1484,
      "ultra": 1485,
      "celebrates</w>": 1486,
      "grill</w>": 1487,
      "boil</w>": 1488,
      "##all</w>": 1489,
      "fall</w>": 1490,
      "spring</w>": 1491,
      "##ace</w>": 1492,
      "bat": 1493,
      "##assi": 1494,
      "classi": 1495,
      "batch</w>": 1496,
      "classic</w>": 1497,
      "fun": 1498,
      "##proo": 1499,
      "##dam": 1500,
      "fool": 1501,
      "##ental</w>": 1502,
      "fundam": 1503,
      "##proof</w>": 1504,
      "foolproof</w>": 1505,
      "fundamental</w>": 1506,
      "sharp</w>": 1507,
      "##ves</w>": 1508,
      "vers": 1509,
      "##rec": 1510,
      "##atile</w>": 1511,
      "preparations</w>": 1512,
      "knives</w>": 1513,
      "versatile</w>": 1514,
      "##ion": 1515,
      "##rrec": 1516,
      "##sit": 1517,
      "##intain</w>": 1518,
      "correc": 1519,
      "##ortc": 1520,
      "##ards</w>": 1521,
      "space</w>": 1522,
      "posit": 1523,
      "tool</w>": 1524,
      "design</w>": 1525,
      "shortc": 1526,
      "innovations</w>": 1527,
      "boards</w>": 1528,
